Repository: RashitAbdullaev/eser_site
Catalog: samplesite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Habarlaşmak
ru: Для связи

source: Telefon belgiňiz
ru: Номер телефона

source: Hatyň mazmuny
ru: Сообщение

source: Adyňyz
ru: Имя

source: Familiýaňyz
ru: Фамилия

source: Ugrat
ru: Отправить

source: Okuwyň aýratynlyklary!
ru: Особенности обучения

source: Hytaý dili ulylar üçin
ru: Китайский язык для взрослых

source: Çagalar üçin iňlis dili
ru: Английский язык для детей

source: Ulylar üçin English File
ru: English File для взрослых

source: Ulylar üçin HEADWAY
ru: HEADWAY для взрослых

source: Nemes dili ulylar üçin 6 aý
ru: Немецкий язык для взрослых 6 месяцев

source: Kompýuterlaryň esaslary
ru: Основы компьютера

source: Dizaýn
ru: Дизайн

source: Web dizaýn we progrimmleme
ru: Веб дизайн и программирование

source: Ulylar we çagalar üçin matematika
ru: Математика для детей и взрослых

source: SAT synag boýunça matematika
ru: Математика на основе экзамена SAT

source: Fizika
ru: Физика

source: Rus dili çagalar üçin 3 aý
ru: Русский язык для детей 3 месяца

source: Ulylar we çagalar üçin rus dili
ru: Русский язык для взрослых и детей

source: Tejribeli Mugallymlar!
ru: Опотные преподователи

source: Mugallymlarymyz hakda ähli maglumatlar
ru: Вся информация о учителях

source: Iş tejribesi:
ru: Опыт

source: ýyl
ru: год

source: Bilimi:
ru: Образование

source: Çäreler!
ru: Мероприятия!

source: Eser okuw merkezinde geçirilýän çäreler bilen tanyşyp bilersiňiz
ru: Ознакомьтесь с мероприятиями в Eser

source: Teklip!
ru: Рекомендации!

source: Kurslar
ru: Курсы

source: Iňlis dili
ru: Английский язык

source: Nemes dili
ru: Немецкий язык

source: Hytaý dili
ru: Китайский язык

source: Rus dili
ru: Русский язык

source: Kompýuter
ru: Компьютер

source: Matematika
ru: Математика

source: Mugalymlar
ru: Преподователи

source: Çäreler
ru: Мероприятия

source: Admin
ru: Админ

source: Bize sotsial media agza boluň
ru: Подпишитесь на наши соц сети

source: Habarlaşmak üçin
ru: Для связи

source: Kompaniýa
ru: Компания

source: Wakansiýalar
ru: Вакансии

source: Muggalymlar
ru: Преподователи

source: Biziň salgymyz
ru: Наше местоположение

source: şäher Mary 19-nji fewral köçesi (Awtomenziliň ýany)
ru: год мары улица 19 февраля (Возле Автостанции)

source: Esere hoş geldiňiz!
ru: Добро пожаловать в Eser!

source: Size zerur zatlaryň hemmesi bärde!
ru: Все что нужно вам здесь

source: Gerek ugryňyzy saýlaň!
ru: Выберите нужное направление!

source: Biziň kurslarymyz bilen tanyşyň
ru: Ознакомьтесь с нашими курсами

source: Iňlis dili size täze mümkinçilikler açýar
ru: Английский язык открывает для вас новые возможности

source: Hytaý dili - durmuşdaky wajyp dilleri biri.
ru: Китайский язык - один из важных языков в мире

source: Rus dili - durmuşdaky wajyp dilleri biri.
ru: Русский язык - один из важных языков в мире

source: Ewropada iň meşhur ikinji dil.
ru: Второй по популярности язык в европе

source: Kompýuter tehnologiýalar
ru: Компьютерные технологии

source: Döwür bilen deň bol
ru: В ногу со временем

source: Has mertler üçin
ru: Для самых смелых

source: Eser barada maglumatlar
ru: Информации об Eser

source: Has giňişleýin maglumat üçin işgärlerimize ýüz tutmagyňyzy haýyş edýäris.
ru: Для детальной информации свяжитесь с нашими сотрудниками.

source: Okuwçylarymyzyň we olaryň ene-atalaryň synlary
ru: Отзывы наших учеников и их родителей

source: Wakant ýerler
ru: Вакантные места

source: Iş tejribesi:
ru: Стаж:

source: Talap:
ru: Требования:

source: Turkmen
ru: Туркменский

source: English
ru: Английский

source: Russian
ru: Русский
